[
	{
		"title": "Start",
		"tags": "",
		"body": "????: Oh, there you are!\n????: Remember me?\nMika: I'm the sub-refractional cotton spirit from andromeda sector 7's raspberroid planet cluster: Mika!\nMika: You removed my tonsils 301,999,997 years ago.\nMika: Wait is - \nMika: Is THIS your office?\nMika: Not...not that I mean anything by that.\nMika: I just...\nMika: Ok. I’ll say it...\nMika: Your office looks like my cousin Cory's high school bedroom.\nMika: I mean that as an insult to neither you nor Cory. \nMika: Although Cory could be a bit of a 'scrub' sometimes.\nMika: OH sorry, blabbering.\nMika: My new year's resolution was to open up to people more.\nMika: How am I doing?\nMika: Anyway, I have a little favor to ask. A quick procedure, nothing big.\nMika: I mean, scale-wise, it's quite large. Colossal, actually, but...\nMika: Should be a quick little jaunt for someone of your calibre. OK??\nMika: OK!!!!\nMika: Wow, you're so agreeable! Does that quality help or hinder your love life, do you find?-\nMika: OH sorry, I'm prying.\nMika: My second New Year's Resolution was to stop doing that. Sorry! For all I know you're not even interested in interpersonal relationships.\nMika: So anyway, my intergalactic pen pal is a Moon-Spirit.\nMika: I get the vibe that they're kinda bummed, sorta cut off from all the spirits on their moon's planet.\nMika: moon spiriting isn't easy, but someone's gotta do it.\nMika: They live in some galaxy called *The Milky Way*.\nMika: I'd go help them out myself, but I'm pretty sure dairy doesn't agree with me.\nMika: Not that I'm diagnosed, but chocolate milk messes me up generally, so my hands are tied.\nMika: Anyway, thanks doc I'm sure you got this one! I had your assistant set up the OR for you already.\nMika: PEACE.",
		"position": {
			"x": 546,
			"y": 274
		},
		"colorID": 0
	},
	{
		"title": "IntroPt2",
		"tags": "",
		"body": "\n Moon-Spirit: What's my prognosis?\nOh, you know, I'm just, like, moderately bummed. Pretty sure this is all my fault anyway.\nYou know that thing where you kinda don't really feel like talking to people.\nBut you also feel kind of not super into being alone?\nIt's like a puzzle that's impossible to solve! But instead it's my mind.\nTo be honest, I do not enjoy it. Ha ha...Heh...\nSigh...\nAssistant: Well, maybe we can help somehow.\nMoon-Spirit: How??\nAssistant: I dunno, we never really know. Everyone's different on the inside, so...\nWe just kind of wing it.\nMoon-Spirit: Oh\nWell that's good, I suppose.\nYes, you know what, this will be good. Maybe. Whatever this is.\nI can't believe Mika sent y'all to me, that shows they truly care. I should try to make myself more available to them...\nOh, and just a request, please no power tools.\n",
		"position": {
			"x": 546,
			"y": 274
		},
		"colorID": 0
	},
	{
		"title": "IntroPt3",
		"tags": "",
		"body": "\n Assistant: Ready to go in?\nYou should probably throw some pills towards them.\nHelp them relax, ya know?\nThree should do the trick..I think??\n....\nI'm just the assistant..\n(Press and hold the Trigger button AKA bottom of controller to pickup objects)\n",
		"position": {
			"x": 546,
			"y": 274
		},
		"colorID": 0
	},
	{
		"title": "IntroPt4",
		"tags": "",
		"body": "Moon-Spirit: Hey, you're not gonna give me too many epiphanies are you? I wanna feel better but I also still wanna be a regular spirit person.\nI’m worried too much 'perspective' will inspire me to sell my pet moon rock collection. I don't want that to happen!\nNot that I'm materialistic, but...everyone has a vice!\nMine just happens to be anthropomorphized space iron.",
		"position": {
			"x": 522,
			"y": 800
		},
		"colorID": 0
	},
	{
		"title": "IntroPt5",
		"tags": "",
		"body": "To be continued.\nThanks for Playing\nArt  Animation  Design  Music & Writing by Jesse DeNobrega\nDesign  Programming & UI/UX by Marishka Zachariah\n",
		"position": {
			"x": 522,
			"y": 800
		},
		"colorID": 0
	}
]
